org/which_model_construction_process_works_as_a_whole.org
#+setupfile:./hugo_setup.org
#+hugo_slug: which_model_construction_process_works
#+title: Which model construction process works as a whole?
#+roam_tags: HL

We are working in an applied way to build models, starting with data
and using existing tools and methods, but without any strong guarantee
that we will find the most effective methods right away.

So, with these experiments we are investigating the process of model
construction.

* Subgoals 
:PROPERTIES:
:ID:       0e2b1ab1-9e3a-4e6c-b2a7-e423cb41a030
:END:

- [[file:information_extraction_from_so_q_a_items.org][Information extraction from SO Q&A items]]
