content/posts/which_model_construction_process_works_as_a_whole.md
+++
title = "Which model construction process works as a whole?"
author = ["Joe Corneli"]
lastmod = 2020-09-12T21:07:53+01:00
slug = "which_model_construction_process_works"
draft = false
+++

We are working in an applied way to build models, starting with data
and using existing tools and methods, but without any strong guarantee
that we will find the most effective methods right away.

So, with these experiments we are investigating the process of model
construction.


## Subgoals {#subgoals}

-   [Information extraction from SO Q&A items]({{< relref "information_extraction_from_so_q_a_items" >}})
